Repository: AnalogGhost/c2k-iOS
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, gl, pt_br, ru

# guide_a_stretch
source: Light stretching after a run (not before) can help with flexibility and reduce stiffness. Focus on calves, hamstrings, hip flexors, and quads — the muscles doing most of the work. Stretching before a run while your muscles are cold is less useful and can even cause strain. The warm-up walk is more effective preparation than static stretching.
de: Leichtes Dehnen nach dem Laufen (nicht davor) kann die Beweglichkeit verbessern und Steifheit reduzieren. Konzentriere dich auf Waden, Oberschenkelrückseite, Hüftbeuger und Quadrizeps – die Muskeln, die den Großteil der Arbeit leisten. Dehnen vor dem Laufen, wenn die Muskeln noch kalt sind, bringt wenig und kann sogar zu Zerrungen führen. Der Aufwärm-Spaziergang ist die wirksamere Vorbereitung als statisches Dehnen.
es: Un estiramiento suave después de correr (no antes) puede contribuír a tu flexibilidad y a reducir la rigidez. Céntrate en los gemelos, biceps femoral, flexores de la cadera y cuádriceps — los músculos que realizan más trabajo. Los estiramientos antes de correr cuando los músculos todavía están fríos es poco útil e incluso puede causar problemas. La caminata de calentamiento es una preparación más efectiva que el estiramiento estático.
fr: Des étirements légers après la course (pas avant) peuvent améliorer la souplesse et réduire les raideurs. Concentrez-vous sur les mollets, les ischio-jambiers, les fléchisseurs de hanche et les quadriceps — les muscles qui travaillent le plus. S'étirer avant de courir, quand les muscles sont encore froids, est peu utile et peut même provoquer une blessure. La marche d'échauffement est une préparation plus efficace que les étirements statiques.
gl: Un lixeiro estiramento despois de correr (non antes) pode axudar á recuperación e flexibilidade reducindo a rixidez. Céntrate nos xemelgos, biceps femoral, flexores da cadeira e cuádriceps — son os músculos que máis traballan. Os estiramentos antes de corren cando os músculos aínda están fríos son menos útiles e poden causar estrés. A camiñada de quecemento é máis efectiva que o estiramento estático.
pt_br: Alongamentos leves depois da corrida (não antes) podem ajudar na flexibilidade e reduzir a rigidez. Foque nas panturrilhas, posteriores de coxa, flexores de quadril e quadríceps — os músculos que fazem a maior parte do trabalho. Alongar antes de correr, quando os músculos ainda estão frios, é pouco útil e pode até causar lesões. A caminhada de aquecimento é uma preparação mais eficaz do que o alongamento estático.
ru: Лёгкая растяжка после бега (не перед) может помочь с гибкостью и снизить мышечное напряжение. Сфокусируйтесь на икроножных мышцах, мышцах бедра и квадрицепцах — мышцах, выполняющих основную часть работы. Растяжка перед бегом менее эффективна из-за «холодности» мышц и даже может привезти к напряжению. Разминочная ходьба является более эффективной подготовкой по сравнению с растяжкой на месте.

# guide_q_aerobic_fitness
source: Aerobic fitness
de: Aerobe Fitness
es: Condición aeróbica
fr: Endurance aérobie
gl: Condición aeróbica
pt_br: Condicionamento aeróbico
ru: Аэробная выносливость

# guide_a_aerobic_fitness
source: The capacity of your heart and lungs to deliver oxygen to your muscles during sustained exercise. C25K specifically builds aerobic fitness — the foundation of all endurance activity.
de: Die Fähigkeit von Herz und Lunge, deine Muskeln während anhaltender Belastung mit Sauerstoff zu versorgen. C25K baut gezielt aerobe Fitness auf – die Grundlage jeder Ausdaueraktivität.
es: Es la capacidad de tu corazón y pulmones para llevar oxígeno a tus músculos durante un ejercicio continuado. C25K crea de un modo específico capacidad aeróbica — el fundamento de cualquier actividad de resistencia.
fr: La capacité de votre cœur et de vos poumons à apporter de l'oxygène à vos muscles pendant un effort prolongé. C25K développe spécifiquement l'endurance aérobie — le fondement de toute activité d'endurance.
gl: A capacidade do teu corazón e pulmóns para entregar osíxeno aos teus músculos durante o exercicio sostido. C25K crea de xeito específico condición aeróbica, que é o fundamento de calquera actividade aeróbica.
pt_br: A capacidade do seu coração e pulmões de fornecer oxigênio aos músculos durante um exercício prolongado. O C25K constrói especificamente o condicionamento aeróbico — a base de toda atividade de resistência.
ru: Возможности вашего сердца и лёгких по доставке кислорода к вашим мышцам во время продолжительных тренировок. Программа C25K специально ориентирована на аэробную выносливость — основу всех других видов выносливости.

# guide_q_interval_term
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
gl: Intervalo
pt_br: Intervalo
ru: Интервал

# guide_a_interval_term
source: A period of effort at a specific intensity for a set duration. Each C25K session is structured as a series of run and walk intervals — for example, eight repetitions of "run 60 seconds, walk 90 seconds."
de: Ein Zeitabschnitt mit einer bestimmten Intensität über eine festgelegte Dauer. Jede C25K-Einheit besteht aus einer Reihe von Lauf- und Gehintervallen – zum Beispiel acht Wiederholungen von „60 Sekunden laufen, 90 Sekunden gehen“.
es: Un período de esfuerzo realizado a una intensidad concreta durante una duración esablecida. Cada sesión C25K se estrucutura como una serie de intervalos que alternan correr y caminar — por ejemplo, ocho repeticiiones de "corre 60 segundos, camina durante 90 segundos."
fr: Une période d'effort à une intensité donnée pendant une durée fixe. Chaque séance C25K est structurée comme une série d'intervalles de course et de marche — par exemple, huit répétitions de « courir 60 secondes, marcher 90 secondes ».
gl: Un período de esforzo realizado a certa intensidade durante unha duración establecida. Cada sesión de C25K está estructurada como unha serie de intervalos correndo e camiñando — por exemplo, oito repeticións de «corre 60 segundos, camiña durante 90 segundos»
pt_br: Um período de esforço em uma intensidade específica por uma duração determinada. Cada sessão do C25K é estruturada como uma série de intervalos de corrida e caminhada — por exemplo, oito repetições de "correr 60 segundos, caminhar 90 segundos".
ru: Период приложения усилий конкретной интенсивности в течение указанного периода времени. Каждая сессия программы C25K структурирована в виде серии из интервалов бега и ходьбы — например, 8 повторений «60 секунд бега, 90 секунд ходьбы».

# guide_q_pace_term
source: Pace
de: Tempo
es: Ritmo
fr: Allure
gl: Ritmo
pt_br: Ritmo
ru: Темп

# guide_a_pace_term
source: How fast you're running, usually expressed as minutes per kilometre or mile — for example, 7:30 per km means it takes 7 minutes and 30 seconds to run one kilometre. For most of C25K, pace doesn't matter. Completing the intervals does. Ignore pace entirely until you've finished the programme.
de: Wie schnell du läufst, meist angegeben in Minuten pro Kilometer oder Meile – zum Beispiel bedeutet 7:30 pro km, dass du 7 Minuten und 30 Sekunden für einen Kilometer brauchst. Für den größten Teil von C25K spielt das Tempo keine Rolle. Die Intervalle zu schaffen zählt. Ignoriere das Tempo komplett, bis du das Programm abgeschlossen hast.
es: La velocidad a la que corres, normalmente expresada en minutos por kilómetro o milla — ejemplo, 7:30 por km significa que te ha llevado 7 minutos y 30 segundos correr un kilómetro. Para casi todo C25K el ritmo no importa. Completar los intervalos si. Ignora el ritmo totalmente hasta el final del programa.
fr: La vitesse à laquelle vous courez, généralement exprimée en minutes par kilomètre ou par mile — par exemple, 7:30 par km signifie qu'il vous faut 7 minutes et 30 secondes pour courir un kilomètre. Pour la majeure partie de C25K, l'allure n'a pas d'importance. Terminer les intervalles, oui. Ignorez complètement l'allure jusqu'à ce que vous ayez fini le programme.
gl: A velocidade á que corres, normalmente expresada como mintuos por quilómetro ou milla — por exemplo, 7:30 por km significa que che leva 7 minutos e 30 segundos completar un quilómetro. Para o programa C25K o ritmo non importa. O que importa é completar os intervalos. Ignora o ritmo totalmente ata que finalices o programa.
pt_br: A velocidade com que você está correndo, geralmente expressa em minutos por quilômetro ou milha — por exemplo, 7:30 por km significa que você leva 7 minutos e 30 segundos para correr um quilômetro. Na maior parte do C25K, o ritmo não importa. Completar os intervalos, sim. Ignore o ritmo completamente até terminar o programa.
ru: Как быстро вы бежите, обычно выражен в виде минут на километр или милю — например, 7:30 на км означает, что бег на один километр занимает 7 минут и 30 секунд. Для большей части программ C25K темп не важен. Важно именно завершение интервалов. Игнорируйте темп полностью до тех пор, пока не завершите программу.

# guide_q_doms
source: DOMS (Delayed Onset Muscle Soreness)
de: DOMS (verzögert einsetzender Muskelkater)
es: DOMS (en inglés: Delayed Onset Muscle Soreness)
fr: DOMS (courbatures d'apparition différée)
gl: DOMS (en inglés: Delayed Onset Muscle Soreness)
pt_br: DOMS (dor muscular de início tardio)
ru: Крепатура (синдром отсроченной мышечной боли)

# guide_a_doms
source: Muscle soreness that appears 24–48 hours after exercise, caused by microscopic damage to muscle fibres as they adapt to new stress. Normal, not harmful, and gets significantly less severe after the first few weeks of training.
de: Muskelkater, der 24–48 Stunden nach dem Training auftritt, verursacht durch mikroskopisch kleine Schäden an Muskelfasern, während sie sich an die neue Belastung anpassen. Normal, nicht schädlich, und wird in den ersten Trainingswochen deutlich schwächer.
es: Molestia muscular que aparece entre 24 y 48 horas después de hacer ejercicio, causada por daño microscópico en las fibras musculares que se adaptan al nuevo estrés. Es normal, no dañino, y mejora significativamente después de las primeras semanas del entrenamiento. Coloquialmente: agujetas.
fr: Courbatures qui apparaissent 24 à 48 heures après l'exercice, causées par des dommages microscopiques aux fibres musculaires qui s'adaptent à une nouvelle contrainte. Normal, sans danger, et devient nettement moins intense après les premières semaines d'entraînement.
gl: A molestia muscular que aparece entre 24-48 horas despois de facer o adestramento, causada polo dano microscópico nas fibras musculares ao adaptarse ao novo esforzo. Normalmente non é problemátrica, e mellora rápidamente despois das primeiras semanas de adestramento.
pt_br: Dor muscular que aparece de 24 a 48 horas após o exercício, causada por danos microscópicos nas fibras musculares enquanto elas se adaptam a um novo estresse. Normal, não é prejudicial, e fica bem menos intensa depois das primeiras semanas de treino.
ru: Мышечная боль, которая наступает через 24-48 часов после упражнений, вызванная микроскопическими повреждениями мышечных тканей в процессе их адаптации к новой нагрузке. Это нормально, не вредно, интенсивность значительно снижается после первых нескольких недель тренировок.

# guide_q_shin_splints
source: Shin splints
de: Schienbeinkantensyndrom
es: Dolor en las tibias
fr: Périostite tibiale
gl: Dor nas canelas
pt_br: Canelite
ru: Боль в голенях

# guide_a_shin_splints
source: Pain along the front or inner edge of the lower leg, common in new runners. Usually caused by doing too much too soon, or running in worn-out shoes. If you develop shin splints, rest for 3–5 days. When you return, check your shoes and make sure your running pace isn't too fast. Persistent shin pain should be assessed by a physio.
de: Schmerzen entlang der Vorder- oder Innenkante des Unterschenkels, häufig bei neuen Läufern. Meist verursacht durch zu viel zu früh oder durch abgelaufene Schuhe. Wenn du ein Schienbeinkantensyndrom entwickelst, ruh dich 3–5 Tage aus. Überprüfe danach deine Schuhe und achte darauf, dass dein Lauftempo nicht zu hoch ist. Anhaltende Schienbeinschmerzen sollten von einem Physiotherapeuten untersucht werden.
es: Dolor a lo largo de la parte frontal del borde interno de la parte inferior de la pierna, común en principiantes. Normalmente se debe a hacer demasiado y demasiado pronto o por correr con zapatillas muy gastadas. Si desarrollas esta molestia, descansa durante 3-5 días. A la vuelta, comprueba tus zapatillas y asegúrate de no correr demasiado rápido. El dolor persistente debe ser valorado por un fisioterapeuta.
fr: Douleur le long du bord avant ou intérieur du bas de la jambe, fréquente chez les nouveaux coureurs. Généralement causée par une progression trop rapide ou des chaussures usées. Si vous développez une périostite, reposez-vous 3 à 5 jours. À votre retour, vérifiez vos chaussures et assurez-vous que votre allure de course n'est pas trop rapide. Une douleur tibiale persistante doit être évaluée par un kinésithérapeute.
gl: A dor na parte anterior do bordo interno da parte inferior das pernas, común en principiantes. Normalmente débese a facer moito demasiado axiña, ou correr con calzado moi gastado. Se tes esta molestia, descansa entre 3 e 5 días. Cando volvas a correr comproba o estado do calzado e corre máis amodo. Se persiste a dor deberías consultalo cun servizo de saúde especializado.
pt_br: Dor ao longo da parte frontal ou interna da parte inferior da perna, comum em corredores iniciantes. Geralmente causada por fazer demais cedo demais, ou por correr com tênis gastos. Se você desenvolver canelite, descanse por 3 a 5 dias. Ao voltar, verifique seus tênis e certifique-se de que seu ritmo de corrida não está rápido demais. Dor persistente na canela deve ser avaliada por um fisioterapeuta.
ru: Боль вдоль внешнего или внутреннего края голеней, обычная ситуация у бегунов-новичков. Обычно возникает из-за попытки прикладывания слишком большого количества усилий слишком рано или из-за изношенности обуви. При возникновении рекомендуется отдохнуть в течение 3–5 дней. После возвращения убедитесь, что ваша обувь в порядке, и ваш темп бега не слишком высокий. При постоянной боли в области голеней проконсультируйтесь с врачом.

# guide_q_rpe
source: RPE (Rate of Perceived Exertion)
de: RPE (subjektiv empfundene Anstrengung)
es: RPE (en inglés: Rate of Perceived Exertion)
fr: RPE (perception de l'effort)
gl: RPE (en inglés: Rate of Perceived Exertion)
pt_br: PSE (Percepção Subjetiva de Esforço)
ru: Уровень воспринимаемой нагрузки

# guide_a_rpe
source: A simple 1–10 scale for how hard an effort feels, where 1 is sitting still and 10 is an all-out sprint you couldn't sustain for more than a few seconds. Most of your C25K running should feel like a 5–6: clearly working, but sustainable. Conversational pace.
de: Eine einfache Skala von 1 bis 10 dafür, wie anstrengend sich eine Belastung anfühlt, wobei 1 Stillsitzen und 10 ein Sprint mit voller Kraft ist, den du nur wenige Sekunden durchhalten könntest. Der Großteil deines C25K-Laufens sollte sich wie eine 5–6 anfühlen: spürbar anstrengend, aber tragbar. Unterhaltungstempo.
es: Valorar en una escala del 1 al 10 el esfuerzo percibido durante el ejercicio, siendo 1 permanecer parado y 10 un esprint a velocidad máxima que no podrías aguantar más de unos segundos. La mayoría del programa C25K debería sentirse como un 5–6: claramente hacer un trabajo, pero sostenible. Ritmo conversacional.
fr: Une échelle simple de 1 à 10 pour évaluer la difficulté ressentie d'un effort, où 1 correspond à être assis immobile et 10 à un sprint maximal que vous ne pourriez tenir que quelques secondes. La majeure partie de votre course C25K devrait se situer autour de 5–6 : un effort clair, mais tenable. L'allure conversationnelle.
gl: Unha escala simple do 1 ao 10 para describir o esforzo percibido, onde 1 é permanecer inmóvil e 10 é un esprint a tope que non poderías manter máis duns segundos. A maioría do programa C25K debería sentirse como un 5–6: notando claramente o esforzo, pero de xeito sustentable. Ritmo conversacional.
pt_br: Uma escala simples de 1 a 10 de quão difícil um esforço parece, onde 1 é ficar parado sentado e 10 é um sprint máximo que você não conseguiria sustentar por mais de alguns segundos. A maior parte da sua corrida no C25K deve parecer um 5–6: claramente um esforço, mas sustentável. Ritmo de conversa.
ru: Простая шкала от 1 до 10 по оценке прилагаемых усилий, где 1 означает сидение на месте, а 10 означает спринт максимальной интенсивности, который вы не можете поддерживать больше нескольких секунд. Большая часть бега по программе C25K должна ощущаться на 5–6: вы прикладываете усилия, но спокойной поддерживаете их. Разговорный темп.

# guide_q_calorie_estimate
source: How is calories burned estimated?
de: Wie werden verbrannte Kalorien geschätzt?
es: ¿Cómo se estiman las calorías quemadas?
fr: Comment les calories brûlées sont-elles estimées ?
gl: Como se estiman as calorías queimadas?
pt_br: Como as calorias queimadas são estimadas?
ru: Как оценивается количество сожжённых калорий?

# guide_a_calorie_estimate
source: It's based on your average speed, body weight, and how long you were moving, using MET (Metabolic Equivalent of Task) values — a standard measure of how demanding an activity is relative to speed: calories = MET × weight (kg) × duration (hours). It's an estimate, not a measurement — it doesn't account for fitness level, terrain, or heart rate, so treat it as a rough guide rather than an exact number. It only appears once you've set your weight in Settings, and that number never leaves your device.
de: Sie basieren auf deiner Durchschnittsgeschwindigkeit, deinem Körpergewicht und der Dauer deiner Bewegung, unter Verwendung von MET-Werten (Metabolisches Äquivalent) — einem Standardmaß dafür, wie anstrengend eine Aktivität im Verhältnis zur Geschwindigkeit ist: Kalorien = MET × Gewicht (kg) × Dauer (Stunden). Es handelt sich um eine Schätzung, keine Messung — Fitnesslevel, Gelände und Herzfrequenz werden nicht berücksichtigt, betrachte den Wert also eher als groben Anhaltspunkt. Er erscheint erst, wenn du dein Gewicht in den Einstellungen festgelegt hast, und dieser Wert verlässt niemals dein Gerät.
es: Se basa en tu velocidad media, tu peso corporal y el tiempo que estuviste en movimiento, usando valores MET (Equivalente Metabólico de Tarea) — una medida estándar de lo exigente que es una actividad en relación con la velocidad: calorías = MET × peso (kg) × duración (horas). Es una estimación, no una medición — no tiene en cuenta tu nivel de forma física, el terreno ni la frecuencia cardíaca, así que trátalo como una referencia aproximada, no como un número exacto. Solo aparece una vez que configuras tu peso en Ajustes, y ese dato nunca sale de tu dispositivo.
fr: Elles sont basées sur votre vitesse moyenne, votre poids et la durée de votre activité, à l'aide de valeurs MET (équivalent métabolique) — une mesure standard de l'intensité d'une activité par rapport à la vitesse : calories = MET × poids (kg) × durée (heures). C'est une estimation, pas une mesure — elle ne tient pas compte de votre niveau de forme physique, du terrain ni de votre fréquence cardiaque ; considérez-la donc comme une indication approximative plutôt qu'un chiffre exact. Elle n'apparaît qu'une fois votre poids défini dans les paramètres, et cette donnée ne quitte jamais votre appareil.
gl: Baséase na túa velocidade media, no teu peso corporal e no tempo que estiveches en movemento, empregando valores MET (Equivalente Metabólico de Tarefa) — unha medida estándar de canto esixente é unha actividade en relación coa velocidade: calorías = MET × peso (kg) × duración (horas). É unha estimación, non unha medición — non ten en conta o teu nivel de forma física, o terreo nin a frecuencia cardíaca, así que téxao como unha referencia aproximada e non como un número exacto. Só aparece cando configuras o teu peso en Configuración, e ese dato nunca sae do teu dispositivo.
pt_br: É baseado na sua velocidade média, no seu peso corporal e no tempo em que você esteve em movimento, usando valores MET (Equivalente Metabólico de Tarefa) — uma medida padrão de quão exigente é uma atividade em relação à velocidade: calorias = MET × peso (kg) × duração (horas). É uma estimativa, não uma medição — ela não leva em conta seu nível de condicionamento físico, o terreno ou a frequência cardíaca, então trate-a como uma referência aproximada, não um número exato. Ela só aparece depois que você define seu peso nas Configurações, e esse valor nunca sai do seu dispositivo.
ru: Оценка основана на вашей средней скорости, весе тела и продолжительности движения с использованием значений MET (метаболический эквивалент задачи) — стандартной меры интенсивности активности относительно скорости: калории = MET × вес (кг) × продолжительность (часы). Это оценка, а не точное измерение — она не учитывает уровень физической подготовки, рельеф местности или частоту сердечных сокращений, поэтому воспринимайте её как приблизительный ориентир, а не точное число. Она появляется только после того, как вы укажете свой вес в настройках, и это значение никогда не покидает ваше устройство.

# tts_interval_warmup
source: Begin warm-up walk
de: Aufwärm-Spaziergang beginnen
es: Comienza el calentamiento caminando
fr: Débutez la marche d'échauffement
gl: Comeza o quecemento andando
pt_br: Comece a caminhada de aquecimento
ru: Начните разми́ночную ходьбу

# tts_interval_run
source: Start running for %1$@
de: Beginne, %1$@ zu laufen
es: Comienza a correr durante %1$@
fr: Courez pendant %1$@
gl: Corre durante %1$@
pt_br: Corra por %1$@
ru: Побежали! Бег %1$@

# tts_interval_walk
source: Walk for %1$@
de: Gehe %1$@
es: Camina durante %1$@
fr: Marchez pendant %1$@
gl: Camiña durante %1$@
pt_br: Caminhe por %1$@
ru: Ходьба %1$@

# tts_interval_cooldown
source: Begin cool-down walk
de: Cool-down-Spaziergang beginnen
es: Comienza el enfriamiento caminando
fr: Débutez la marche de retour au calme
gl: Comeza a camiñar para volver á calma
pt_br: Comece a caminhada de desaquecimento
ru: Начните зами́ночную ходьбу

# tts_next_run
source: Get ready to run
de: Mach dich bereit zu laufen
es: Prepárate para correr
fr: Préparez-vous à courir
gl: Prepárate para correr
pt_br: Prepare-se para correr
ru: Приготовьтесь к бегу

# tts_next_walk
source: Get ready to walk
de: Mach dich bereit zu gehen
es: Prepárate para camiñar
fr: Préparez-vous à marcher
gl: Prepárate para camiñar
pt_br: Prepare-se para caminhar
ru: Приготовьтесь к ходьбе

# tts_next_warmup
source: Get ready to warm up
de: Mach dich bereit zum Aufwärmen
es: Prepárate para el calentamiento
fr: Préparez-vous à vous échauffer
gl: Prepárate para o quecemento
pt_br: Prepare-se para o aquecimento
ru: Приготовьтесь к разми́нке

# tts_next_cooldown
source: Begin your cool-down soon
de: Cool-down beginnt bald
es: Pronto comienza el enfriamiento
fr: Le retour au calme commence bientôt
gl: Vai comezar a volta á calma
pt_br: O desaquecimento vai começar em breve
ru: Приготовьтесь к скорой зами́нке

# tts_workout_complete
source: Workout complete. Great job!
de: Training abgeschlossen. Gut gemacht!
es: Entrenamiento completado. Buen trabajo!
fr: Séance terminée. Bravo !
gl: Adestramento completado. Bo traballo!
pt_br: Treino concluído. Muito bem!
ru: Тренировка завершена. Отличная работа!

# tts_halfway
source: Halfway there, keep it up!
de: Du bist auf halbem Weg, weiter so!
es: Vas por la mitad, sigue así!
fr: Vous êtes à mi-chemin, continuez !
gl: Imos pola metade, sigue así!
pt_br: Você está na metade, continue assim!
ru: Уже на полпути, не сдавайтесь!

# tts_last_run
source: Last run, finish strong!
de: Letzter Laufabschnitt, gib alles!
es: Última carrera, finalizando fuerte!
fr: Dernière course, finissez fort !
gl: Última carreira, acabando forte!
pt_br: Última corrida, termine com força!
ru: Последняя пробежка, финишируйте на высокой ноте!
